Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: Activities: %@
ar: أنشطة: ٪@
az: Fəaliyyətlər: %@
bg: Дейности: %@
bn: কার্যক্রম: %@
ca: Activitats: %@
da: Aktiviteter: %@
de: Aktivitäten: %@
es: Actividades: %@
fa: فعالیت ها: %@
fi: Aktiviteetit: %@
fr: Activités: %@
he: פעילות:
hr: Aktivnosti: %@
hy: Գործունեություն՝ %@
it: Attività: %@
ja: アクティビティ: %@
ko: 활동: %@
nl: Activiteiten: %@
sq: Aktivitetet: %@
sw: Shughuli: %@
th: กิจกรรม: %@
uk: Діяльність: %@
vi: Các hoạt động: %@
zh_hans: 活动： ％@
zh_hant: 活動： ％@
zh_hk: 活動： ％@

source: Activity:
ar: نشاط:
az: Fəaliyyət:
bg: дейност:
bn: কার্যকলাপ:
ca: Activitat:
da: Aktivitet:
de: Maßnahme:
es: Actividad:
fa: فعالیت:
fi: Toiminta:
fr: Activité:
he: פעילות:
hr: Aktivnost:
hy: Գործունեություն:
it: Attività:
ja: 活動：
ko: 활동:
nl: Activiteit:
sq: Aktiviteti:
sw: Shughuli:
th: กิจกรรม:
uk: діяльність:
vi: Hoạt động:
zh_hans: 活动：
zh_hant: 活動：
zh_hk: 活動：

source: Add Assignment
ar: إضافة مهمة
az: Tapşırıq əlavə edin
bg: Добавяне на задание
bn: অ্যাসাইনমেন্ট যোগ করুন
ca: Afegeix una tasca
da: Tilføj opgave
de: NEUE AUFGABE HINZUFÜGEN
es: Agregar tarea
fa: افزودن تکلیف
fi: Lisää tehtävä
fr: Ajouter une affectation
he: להוסיף משימה
hr: Dodaj Zadatak
hy: Ավելացնել հանձնարարություն
is: Bæta við verkefni
it: Aggiungi compito
ja: 割り当ての追加
ko: 과제 추가
nl: Opdracht toevoegen
sq: Shto Detyrë
sw: Ongeza Kazi
th: เพิ่มการมอบหมาย
uk: Додати завдання
vi: Thêm bài tập
zh_hans: 添加作业
zh_hant: 添加作業
zh_hk: 添加作業

source: Add Card
ar: أضف بطاقة
az: Kart əlavə edin
bg: Добавете карта
bn: কার্ড যোগ করুন
ca: Afegeix una targeta
da: Tilføj kort
de: Karte hinzufügen
es: Agregar tarjeta
fa: اضافه کردن کارت
fi: Lisää kortti
fr: Ajouter une carte
he: הוספת כרטיס
hr: Dodaj karticu
hy: Ավելացնել քարտ
is: Bæta við spjaldi
it: Aggiungi carta
ja: カードを追加
ko: 카드 추가
nl: Kaart toevoegen
sq: Shto kartelë
sw: Ongeza Kadi
th: เพิ่มการ์ด
uk: Додати картку
vi: Thêm thẻ
zh_hans: 添加卡
zh_hant: 添加卡
zh_hk: 添加卡

source: Add Course
ar: إضافة دورة
az: Kurs əlavə edin
bg: Добавяне на курс
bn: কোর্স যোগ করুন
ca: Afegeix un curs
da: Tilføj kursus
de: Training hinzufügen
es: Agregar curso
fa: اضافه کردن دوره
fi: Lisää kurssi
fr: Ajouter un cours
he: הוסף תכנית לימודים
hr: Dodaj tečaj
hy: Ավելացնել դասընթաց
is: Bæta við áfanga
it: Aggiungi corso
ja: コースを追加
ko: 코스 추가
nl: Cursus toevoegen
sq: Shto kursin
sw: Ongeza Kozi
th: เพิ่มหลักสูตร
uk: Додати курс
vi: Thêm khóa học
zh_hans: 添加课程
zh_hant: 添加課程
zh_hk: 添加課程

source: Add Grade
ar: أضف الدرجة
az: Qiymət əlavə edin
bg: Добавяне на оценка
bn: গ্রেড যোগ করুন
ca: Afegeix qualificació
da: Tilføj karakter
de: Sorte hinzufügen
es: Agregar calificación
fa: اضافه کردن درجه
fi: Lisää arvosana
fr: Ajouter une note
he: להוסיף ציון
hr: Dodaj ocjenu
hy: Ավելացնել գնահատական
is: Bæta við einkunn
it: Aggiungi voto
ja: グレードの追加
ko: 성적 추가
nl: Cijfer toevoegen
sq: Shto notën
sw: Ongeza Daraja
th: เพิ่มเกรด
uk: Додати оцінку
vi: Thêm lớp
zh_hans: 添加成绩
zh_hant: 添加成績
zh_hk: 添加成績

source: Add Session
ar: إضافة جلسة
az: Sessiya əlavə edin
bg: Добавяне на сесия
bn: সেশন যোগ করুন
ca: Afegeix una sessió
da: Tilføj session
de: Sitzung hinzufügen
es: Agregar sesión
fa: افزودن جلسه
fi: Lisää istunto
fr: Ajouter une séance
he: הוספת ההתקשרות
hr: Dodaj sesiju
hy: Ավելացնել նստաշրջան
is: Bæta við fundi
it: Aggiungi sessione
ja: セッションの追加
ko: 세션 추가
nl: Sessie toevoegen
sq: Shto seancë
sw: Ongeza Kikao
th: เพิ่มเซสชัน
uk: Додати сеанс
vi: Thêm phiên
zh_hans: 添加会话
zh_hant: 添加會話
zh_hk: 添加會話

source: Add a due date to enable recurrence.
ar: أضف تاريخ استحقاق لتمكين التكرار.
az: Təkrarlanmanı aktivləşdirmək üçün son tarix əlavə edin.
bg: Добавете краен срок, за да активирате повторение.
bn: পুনরাবৃত্তি সক্ষম করতে একটি নির্দিষ্ট তারিখ যোগ করুন।
ca: Afegiu una data de venciment per activar la repetició.
da: Tilføj en forfaldsdato for at aktivere gentagelse.
de: Fügen Sie ein Fälligkeitsdatum hinzu, um die Wiederholung zu aktivieren.
es: Agregue una fecha de vencimiento para permitir la recurrencia.
fa: برای فعال کردن تکرار، یک تاریخ سررسید اضافه کنید.
fi: Lisää eräpäivä salliaksesi toistumisen.
fr: Ajoutez une date d'échéance pour activer la récurrence.
he: יש להוסיף תאריך יעד כדי לאפשר הישנות.
hr: Dodajte rok da biste omogućili ponavljanje.
hy: Կրկնությունն ակտիվացնելու համար ավելացրեք վերջնաժամկետ:
is: Bættu við skiladegi til að virkja endurtekningu.
it: Aggiungi una data di scadenza per abilitare la ricorrenza.
ja: 繰り返しを有効にするには、期限を追加します。
ko: 반복을 활성화하려면 마감일을 추가하세요.
nl: Voeg een vervaldatum toe om herhaling in te schakelen.
sq: Shto një datë afati për të mundësuar përsëritjen.
sw: Ongeza tarehe ya kukamilisha ili kuwezesha urudiaji.
th: เพิ่มวันครบกำหนดเพื่อเปิดใช้งานการเกิดซ้ำ
uk: Додайте дату виконання, щоб увімкнути повторення.
vi: Thêm ngày đáo hạn để cho phép lặp lại.
zh_hans: 添加截止日期以启用重复。
zh_hant: 添加截止日期以啟用重複。
zh_hk: 添加截止日期以啟用重複。

source: Add an assignment to see it here.
ar: أضف مهمة لرؤيتها هنا.
az: Burada görmək üçün tapşırıq əlavə edin.
bg: Добавете задание, за да го видите тук.
bn: এটি এখানে দেখতে একটি অ্যাসাইনমেন্ট যোগ করুন।
ca: Afegeix una tasca per veure-la aquí.
da: Tilføj en opgave for at se den her.
de: Fügen Sie eine Aufgabe hinzu, um sie hier zu sehen.
es: Añade una tarea para verla aquí.
fa: یک تکلیف اضافه کنید تا آن را در اینجا ببینید.
fi: Lisää tehtävä nähdäksesi sen täällä.
fr: Ajoutez un devoir pour le voir ici.
he: יש להוסיף משימה כדי לראות אותה כאן.
hr: Dodajte zadatak da biste ga vidjeli ovdje.
hy: Ավելացրեք առաջադրանք՝ այն այստեղ տեսնելու համար:
is: Bættu við verkefni til að sjá það hér.
it: Aggiungi un compito per vederlo qui.
ja: 割り当てを追加してここに表示します。
ko: 여기에서 보려면 과제를 추가하세요.
nl: Voeg een opdracht toe om deze hier te bekijken.
sq: Shto një detyrë për ta parë këtu.
sw: Ongeza kazi ili kuiona hapa.
th: เพิ่มงานเพื่อดูที่นี่
uk: Додайте завдання, щоб побачити його тут.
vi: Thêm một bài tập để xem nó ở đây.
zh_hans: 添加作业以在此处查看。
zh_hant: 添加作業以在此處查看。
zh_hk: 添加作業以在此處查看。

source: Add assignments to see their plans
ar: أضف المهام لرؤية خططهم
az: Planlarını görmək üçün tapşırıqlar əlavə edin
bg: Добавете задачи, за да видите техните планове
bn: তাদের পরিকল্পনা দেখতে অ্যাসাইনমেন্ট যোগ করুন
ca: Afegiu tasques per veure els seus plans
da: Tilføj opgaver for at se deres planer
de: Fügen Sie Aufgaben hinzu, um ihre Pläne zu sehen
es: Añade tareas para ver sus planes.
fa: تکالیف را اضافه کنید تا برنامه های آنها را ببینید
fi: Lisää tehtäviä nähdäksesi heidän suunnitelmansa
fr: Ajoutez des missions pour voir leurs plans
he: יש להוסיף משימות כדי לראות את התוכניות שלהם
hr: Dodajte zadatke da vidite njihove planove
hy: Ավելացրեք առաջադրանքներ՝ տեսնելու նրանց պլանները
is: Bættu við verkefnum til að sjá áætlanir þeirra
it: Aggiungi compiti per vedere i loro piani
ja: 課題を追加して計画を確認する
ko: 과제를 추가하여 계획을 확인하세요.
nl: Voeg opdrachten toe om hun plannen te zien
sq: Shtoni detyra për të parë planet e tyre
sw: Ongeza kazi ili kuona mipango yao
th: เพิ่มงานเพื่อดูแผนของพวกเขา
uk: Додайте завдання, щоб побачити їхні плани
vi: Thêm bài tập để xem kế hoạch của họ
zh_hans: 添加作业以查看他们的计划
zh_hant: 添加作業以查看他們的計劃
zh_hk: 添加作業以查看他們的計劃

source: Add to Calendar
ar: أضف إلى التقويم
az: Təqvimə əlavə edin
bg: Добавяне към календара
bn: ক্যালেন্ডারে যোগ করুন
ca: Afegeix al calendari
da: Føj til kalender
de: Zum Kalender hinzufügen
es: Agregar al calendario
fa: به تقویم اضافه کنید
fi: Lisää kalenteriin
fr: Ajouter au calendrier
he: הוסף ללוח שנה
hr: Dodaj u Kalendar
hy: Ավելացնել Օրացույց
is: Bæta við í dagatal
it: Aggiungi al calendario
ja: カレンダーに追加
ko: 캘린더에 추가
nl: Toevoegen aan agenda
sq: Shto në Kalendar
sw: Ongeza kwenye Kalenda
th: เพิ่มลงในปฏิทิน
uk: Додати до календаря
vi: Thêm vào lịch
zh_hans: 添加到日历
zh_hant: 添加到日曆
zh_hk: 添加到日曆

source: Add your first flashcard to start studying
ar: أضف بطاقتك التعليمية الأولى لبدء الدراسة
az: Öyrənməyə başlamaq üçün ilk flash kartınızı əlavə edin
bg: Добавете първата си флаш карта, за да започнете да учите
bn: পড়াশোনা শুরু করতে আপনার প্রথম ফ্ল্যাশকার্ড যোগ করুন
ca: Afegeix la teva primera targeta per començar a estudiar
da: Tilføj dit første flashcard for at begynde at studere
de: Füge deine erste Lernkarte hinzu, um mit dem Lernen zu beginnen
es: Añade tu primera flashcard para empezar a estudiar
fa: اولین فلش کارت خود را برای شروع مطالعه اضافه کنید
fi: Lisää ensimmäinen muistikorttisi aloittaaksesi opiskelun
fr: Ajoutez votre première flashcard pour commencer à étudier
he: הוסף את כרטיס הפלאש הראשון שלך כדי להתחיל ללמוד
hr: Dodajte svoju prvu karticu da biste započeli s učenjem
hy: Ավելացրե՛ք ձեր առաջին ֆլեշ քարտը՝ սովորելու համար
is: Bættu við fyrsta minnismiðanum til að byrja að læra
it: Aggiungi la tua prima flashcard per iniziare a studiare
ja: 最初のフラッシュカードを追加して勉強を始めましょう
ko: 공부를 시작하려면 첫 번째 플래시카드를 추가하세요.
nl: Voeg je eerste flashcard toe om te beginnen met studeren
sq: Shtoni kartën tuaj të parë flash për të filluar studimin
sw: Ongeza kadi yako ya kwanza ili kuanza kusoma
th: เพิ่มแฟลชการ์ดใบแรกของคุณเพื่อเริ่มเรียน
uk: Додайте свою першу картку, щоб почати навчання
vi: Thêm flashcard đầu tiên của bạn để bắt đầu học
zh_hans: 添加您的第一张抽认卡以开始学习
zh_hant: 添加您的第一張抽認卡以開始學習
zh_hk: 添加您的第一張抽認卡以開始學習

source: Adjust the visual intensity of glass and material effects
ar: ضبط الكثافة البصرية للزجاج وتأثيرات المواد
az: Şüşə və material effektlərinin vizual intensivliyini tənzimləyin
bg: Регулирайте визуалния интензитет на стъклените и материалните ефекти
bn: কাচ এবং উপাদান প্রভাব চাক্ষুষ তীব্রতা সামঞ্জস্য
ca: Ajusteu la intensitat visual dels efectes de vidre i materials
da: Juster den visuelle intensitet af glas- og materialeeffekter
de: Passen Sie die visuelle Intensität von Glas- und Materialeffekten an
es: Ajustar la intensidad visual de los efectos de vidrio y materiales.
fa: شدت بصری جلوه های شیشه و مواد را تنظیم کنید
fi: Säädä lasin ja materiaalitehosteiden visuaalista voimakkuutta
fr: Ajuster l'intensité visuelle des effets de verre et de matière
he: התאם את העוצמה החזותית של זכוכית ואפקטים חומריים
hr: Podesite vizualni intenzitet efekata stakla i materijala
hy: Կարգավորեք ապակու և նյութական էֆեկտների տեսողական ինտենսիվությունը
is: Stilltu sjónræna styrkleika glers og efnisáhrifa
it: Regola l'intensità visiva degli effetti del vetro e dei materiali
ja: ガラスとマテリアル効果の視覚的な強度を調整します
ko: 유리 및 재질 효과의 시각적 강도 조정
nl: Pas de visuele intensiteit van glas- en materiaaleffecten aan
sq: Rregulloni intensitetin vizual të efekteve të xhamit dhe materialit
sw: Kurekebisha ukubwa wa kuona wa kioo na athari za nyenzo
th: ปรับความเข้มของการมองเห็นเอฟเฟกต์กระจกและวัสดุ
uk: Відрегулюйте візуальну інтенсивність ефектів скла та матеріалів
vi: Điều chỉnh cường độ hình ảnh của hiệu ứng kính và vật liệu
zh_hans: 调整玻璃和材质效果的视觉强度
zh_hant: 調整玻璃和材質效果的視覺強度
zh_hk: 調整玻璃和材質效果的視覺強度

source: Advanced
ar: متقدم
az: Qabaqcıl
bg: Разширено
bn: উন্নত
ca: Avançat
da: Fremskreden
de: Fortgeschrittene
fa: پیشرفته
fi: Edistynyt
fr: Avancé
he: אפשרויות מתקדמות
hr: Napredno
hy: Ընդլայնված
is: Ítarlegt
it: Avanzato
ja: 高度な
ko: 고급의
nl: Geavanceerd
sq: E avancuar
th: ขั้นสูง
uk: Просунутий
vi: Trình độ cao
zh_hans: 先进的
zh_hant: 先進的
zh_hk: 先進的

source: Advanced tool to detect main thread blocks, long operations, and memory issues.
ar: أداة متقدمة للكشف عن كتل الخيوط الرئيسية والعمليات الطويلة ومشكلات الذاكرة.
az: Əsas ip bloklarını, uzun əməliyyatları və yaddaş problemlərini aşkar etmək üçün təkmil alət.
bg: Усъвършенстван инструмент за откриване на блокове на основни нишки, дълги операции и проблеми с паметта.
bn: প্রধান থ্রেড ব্লক, দীর্ঘ অপারেশন, এবং মেমরি সমস্যা সনাক্ত করার জন্য উন্নত টুল।
ca: Eina avançada per detectar blocs de fils principals, operacions llargues i problemes de memòria.
da: Avanceret værktøj til at opdage hovedtrådsblokke, lange operationer og hukommelsesproblemer.
de: Erweitertes Tool zur Erkennung von Haupt-Thread-Blöcken, langen Operationen und Speicherproblemen.
es: Herramienta avanzada para detectar bloques de subprocesos principales, operaciones prolongadas y problemas de memoria.
fa: ابزاری پیشرفته برای تشخیص بلوک های رشته اصلی، عملیات طولانی و مشکلات حافظه.
fi: Kehittynyt työkalu pääsäielohkojen, pitkien toimintojen ja muistiongelmien havaitsemiseen.
fr: Outil avancé pour détecter les blocs de threads principaux, les opérations longues et les problèmes de mémoire.
he: כלי מתקדם לאיתור בלוקי חוט ראשיים, פעולות ארוכות ובעיות זיכרון.
hr: Napredni alat za otkrivanje blokova glavne niti, dugih operacija i problema s memorijom.
hy: Ընդլայնված գործիք՝ հիմնական թելերի բլոկները, երկար գործառնությունները և հիշողության խնդիրները հայտնաբերելու համար:
is: Ítarlegt tól til að greina þráðastíflu, langar aðgerðir og minnismál.
it: Strumento avanzato per rilevare blocchi del thread principale, operazioni lunghe e problemi di memoria.
ja: メインスレッドのブロック、長時間の操作、メモリの問題を検出するための高度なツール。
ko: 메인 스레드 블록, 긴 작업 및 메모리 문제를 감지하는 고급 도구입니다.
nl: Geavanceerde tool om hoofdthreadblokken, lange bewerkingen en geheugenproblemen te detecteren.
sq: Mjet i avancuar për të zbuluar blloqet kryesore të fijeve, operacionet e gjata dhe problemet e kujtesës.
sw: Zana ya hali ya juu ya kugundua vizuizi vikuu vya nyuzi, utendakazi mrefu na masuala ya kumbukumbu.
th: เครื่องมือขั้นสูงสำหรับตรวจจับบล็อกเธรดหลัก การใช้งานที่ยาวนาน และปัญหาหน่วยความจำ
uk: Розширений інструмент для виявлення блоків основних потоків, тривалих операцій і проблем з пам’яттю.
vi: Công cụ nâng cao để phát hiện các khối luồng chính, hoạt động dài và các vấn đề về bộ nhớ.
zh_hans: 用于检测主线程块、长操作和内存问题的高级工具。
zh_hant: 用於檢測主線程塊、長操作和內存問題的高級工具。
zh_hk: 用於檢測主線程塊、長操作和內存問題的高級工具。

source: After
ar: بعد
az: sonra
bg: след
bn: পরে
ca: Després
da: Efter
de: Nachher
es: Después
fa: بعد از
fi: Jälkeen
fr: Après
he: אחרי
hr: Nakon
hy: հետո
is: Eftir
it: Dopo
ja: 後
ko: 후에
nl: Na
sq: Pas
sw: Baada ya
th: หลังจาก
uk: після
vi: Sau đó
zh_hans: 后
zh_hant: 後
zh_hk: 後

source: All
ar: الجميع
az: Hamısı
bg: Всички
bn: সব
ca: Tots
da: Alle
de: Alle
fa: همه
fi: Kaikki
fr: Tout
he: הכל
hr: Sve
hy: Բոլորը
is: Allt
it: Tutto
ja: 全て
ko: 모두
nl: Alle
sq: Të gjitha
sw: Wote
th: ทั้งหมด
uk: всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部
zh_hk: 全部

source: All Activities
ar: جميع الأنشطة
az: Bütün Fəaliyyətlər
bg: Всички дейности
bn: সমস্ত কার্যকলাপ
ca: Totes les Activitats
da: Alle aktiviteter
de: Alle Aktivitäten
es: Todas las actividades
fa: تمام فعالیت ها
fi: Kaikki aktiviteetit
fr: Toutes les activités
he: כל הפעילויות
hr: Sve aktivnosti
hy: Բոլոր գործողությունները
is: Allar athafnir
it: Tutte le attività
ja: すべてのアクティビティ
ko: 모든 활동
nl: Alle activiteiten
sq: Të gjitha Aktivitetet
sw: Shughuli Zote
th: กิจกรรมทั้งหมด
uk: Усі види діяльності
vi: Tất cả hoạt động
zh_hans: 所有活动
zh_hant: 所有活動
zh_hk: 所有活動

source: All LLM features are disabled. Planning and parsing use deterministic algorithms only.
ar: تم تعطيل كافة ميزات LLM.يستخدم التخطيط والتحليل الخوارزميات الحتمية فقط.
az: Bütün LLM xüsusiyyətləri qeyri-aktivdir.Planlaşdırma və təhlil yalnız deterministik alqoritmlərdən istifadə edir.
bg: Всички функции на LLM са деактивирани.Планирането и анализирането използват само детерминирани алгоритми.
bn: সমস্ত এলএলএম বৈশিষ্ট্য অক্ষম করা হয়েছে৷পরিকল্পনা এবং পার্সিং শুধুমাত্র নির্ধারক অ্যালগরিদম ব্যবহার করে।
ca: Totes les funcions de LLM estan desactivades.La planificació i l'anàlisi només fan servir algorismes deterministes.
da: Alle LLM-funktioner er deaktiveret.Planlægning og parsing bruger kun deterministiske algoritmer.
de: Alle LLM-Funktionen sind deaktiviert. Planung und Parsing verwenden nur deterministische Algorithmen.
es: Todas las funciones de LLM están deshabilitadas.La planificación y el análisis utilizan únicamente algoritmos deterministas.
fa: همه ویژگی های LLM غیرفعال هستند.برنامه ریزی و تجزیه فقط از الگوریتم های قطعی استفاده می کند.
fi: Kaikki LLM-ominaisuudet on poistettu käytöstä.Suunnittelu ja jäsentäminen käyttävät vain deterministisiä algoritmeja.
fr: Toutes les fonctionnalités LLM sont désactivées.La planification et l'analyse utilisent uniquement des algorithmes déterministes.
he: כל התכונות של LLM מושבתות. תכנון וניתוח משתמשים באלגוריתמים דטרמיניסטיים בלבד.
hr: Sve značajke LLM-a su onemogućene.Planiranje i raščlanjivanje koriste samo determinističke algoritme.
hy: LLM-ի բոլոր հնարավորություններն անջատված են:Պլանավորումը և վերլուծությունը օգտագործում են միայն դետերմինիստական ​​ալգորիթմներ:
is: Öll LLM virkni er óvirk. Áætlanagerð og þáttun nota eingöngu ákveðin reiknirit.
it: Tutte le funzionalità LLM sono disabilitate.La pianificazione e l'analisi utilizzano solo algoritmi deterministici.
ja: すべての LLM 機能が無効になります。計画と解析には決定論的アルゴリズムのみが使用されます。
ko: 모든 LLM 기능이 비활성화됩니다.계획 및 구문 분석에는 결정적 알고리즘만 사용됩니다.
nl: Alle LLM-functies zijn uitgeschakeld.Bij het plannen en parseren worden uitsluitend deterministische algoritmen gebruikt.
sq: Të gjitha veçoritë LLM janë çaktivizuar.Planifikimi dhe analizimi përdorin vetëm algoritme përcaktuese.
sw: Vipengele vyote vya LLM vimezimwa.Kupanga na kuchambua tumia algoriti za kubainisha pekee.
th: คุณสมบัติ LLM ทั้งหมดถูกปิดใช้งานการวางแผนและการแยกวิเคราะห์ใช้อัลกอริธึมที่กำหนดเท่านั้น
uk: Усі функції LLM вимкнено.Планування та аналіз використовують лише детерміновані алгоритми.
vi: Tất cả các tính năng LLM đều bị tắt.Lập kế hoạch và phân tích cú pháp chỉ sử dụng các thuật toán xác định.
zh_hans: 所有 LLM 功能均被禁用。规划和解析仅使用确定性算法。
zh_hant: 所有 LLM 功能均被禁用。規劃和解析僅使用確定性算法。
zh_hk: 所有 LLM 功能均被禁用。規劃和解析僅使用確定性算法。

source: All cards are up to date!
ar: جميع البطاقات محدثة!
az: Bütün kartlar yenilənib!
bg: Всички карти са актуални!
bn: সব কার্ড আপ টু ডেট!
ca: Totes les targetes estan actualitzades!
da: Alle kort er opdateret!
de: Alle Karten sind auf dem neuesten Stand!
es: ¡Todas las tarjetas están actualizadas!
fa: همه کارت ها به روز هستند!
fi: Kaikki kortit ovat ajan tasalla!
fr: Toutes les cartes sont à jour !
he: כל הכרטיסים מעודכנים!
hr: Sve kartice su ažurirane!
hy: Բոլոր քարտերը թարմացված են:
is: Öll spjöld eru uppfærð!
it: Tutte le carte sono aggiornate!
ja: すべてのカードが最新です！
ko: 모든 카드가 최신 상태입니다!
nl: Alle kaarten zijn up-to-date!
sq: Të gjitha kartat janë të përditësuara!
sw: Kadi zote zimesasishwa!
th: การ์ดทั้งหมดอัปเดตแล้ว!
uk: Всі картки актуальні!
vi: Tất cả các thẻ đều được cập nhật!
zh_hans: 所有卡都是最新的！
zh_hant: 所有卡都是最新的！
zh_hk: 所有卡都是最新的！

source: All caught up!
ar: جميع المحاصرين!
az: Hamısı tutuldu!
bg: Всичко наваксано!
bn: সব ধরা!
ca: Tot atrapat!
da: Alle indhentet!
de: Alles aufgeholt!
es: ¡Todos atrapados!
fa: همه گرفتار شدند!
fi: Kaikki kiinni!
fr: Tous rattrapés !
he: התעדכנו!
hr: Sve je uhvaćeno!
hy: Բոլորը բռնել են!
it: Tutti presi!
ja: 全員追いついた！
ko: 모두 따라잡았어!
nl: Allemaal ingehaald!
sq: Të gjitha të kapura!
sw: Wote wamekamatwa!
th: ตามทันแล้ว!
uk: Все наздогнали!
vi: Tất cả đã bắt kịp!
zh_hans: 都追上了！
zh_hant: 都追上了！
zh_hk: 都追上了！

source: All subsystems are actively logging when Developer Mode is enabled.
ar: تقوم جميع الأنظمة الفرعية بالتسجيل بشكل نشط عند تمكين وضع المطور.
az: Developer Rejimi aktivləşdirildikdə bütün alt sistemlər aktiv şəkildə daxil olur.
bg: Всички подсистеми регистрират активно, когато режимът за разработчици е активиран.
bn: বিকাশকারী মোড সক্ষম হলে সমস্ত সাবসিস্টেম সক্রিয়ভাবে লগিং করে৷
ca: Tots els subsistemes registren activament quan el mode de desenvolupador està habilitat.
da: Alle undersystemer logger aktivt, når udviklertilstand er aktiveret.
de: Alle Subsysteme protokollieren aktiv, wenn der Entwicklermodus aktiviert ist.
es: Todos los subsistemas se registran activamente cuando el modo de desarrollador está habilitado.
fa: وقتی حالت برنامه‌نویس فعال است، همه زیرسیستم‌ها به طور فعال ثبت می‌شوند.
fi: Kaikki alijärjestelmät kirjautuvat aktiivisesti lokiin, kun kehittäjätila on käytössä.
fr: Tous les sous-systèmes enregistrent activement lorsque le mode développeur est activé.
he: כל תת המערכות נכנסות באופן פעיל כאשר מצב מפתח מופעל.
hr: Svi podsustavi aktivno zapisuju kada je omogućen Developer Mode.
hy: Բոլոր ենթահամակարգերն ակտիվորեն գրանցվում են, երբ մշակողի ռեժիմը միացված է:
it: Tutti i sottosistemi registrano attivamente quando la modalità sviluppatore è abilitata.
ja: 開発者モードが有効な場合、すべてのサブシステムはアクティブにログを記録します。
ko: 개발자 모드가 활성화되면 모든 하위 시스템이 활발하게 로깅됩니다.
nl: Alle subsystemen registreren actief wanneer de ontwikkelaarsmodus is ingeschakeld.
sq: Të gjitha nënsistemet regjistrohen në mënyrë aktive kur është aktivizuar "Modaliteti i Zhvilluesit".
sw: Mifumo yote ndogo huingia kikamilifu wakati Modi ya Wasanidi Programu imewashwa.
th: ระบบย่อยทั้งหมดกำลังบันทึกอย่างแข็งขันเมื่อเปิดใช้งานโหมดนักพัฒนาซอฟต์แวร์
uk: Усі підсистеми активно ведуть журнал, коли ввімкнено режим розробника.
vi: Tất cả các hệ thống con đang tích cực ghi nhật ký khi Chế độ nhà phát triển được bật.
zh_hans: 当开发者模式启用时，所有子系统都会主动记录日志。
zh_hant: 當開發者模式啟用時，所有子系統都會主動記錄日誌。
zh_hk: 當開發者模式啟用時，所有子系統都會主動記錄日誌。

source: All systems look healthy.
ar: جميع الأنظمة تبدو صحية.
az: Bütün sistemlər sağlam görünür.
bg: Всички системи изглеждат здрави.
bn: সমস্ত সিস্টেম সুস্থ দেখায়.
ca: Tots els sistemes semblen saludables.
da: Alle systemer ser sunde ud.
de: Alle Systeme sehen gesund aus.
es: Todos los sistemas lucen saludables.
fa: همه سیستم ها سالم به نظر می رسند.
fi: Kaikki järjestelmät näyttävät terveiltä.
fr: Tous les systèmes semblent sains.
he: כל המערכות נראות בריאות.
hr: Svi sustavi izgledaju zdravi.
hy: Բոլոր համակարգերը առողջ տեսք ունեն։
it: Tutti i sistemi sembrano sani.
ja: すべてのシステムは正常に見えます。
ko: 모든 시스템이 건강해 보입니다.
nl: Alle systemen zien er gezond uit.
sq: Të gjitha sistemet duken të shëndetshme.
sw: Mifumo yote inaonekana yenye afya.
th: ระบบทั้งหมดดูมีสุขภาพดี
uk: Всі системи виглядають здоровими.
vi: Tất cả các hệ thống trông khỏe mạnh.
zh_hans: 所有系统看起来都很健康。
zh_hant: 所有系統看起來都很健康。
zh_hk: 所有系統看起來都很健康。

source: All-day
ar: طوال اليوم
az: Bütün gün
bg: Целодневно
bn: সারাদিন
ca: Tot el dia
da: Hele dagen
de: Ganztägig
es: Todo el día
fa: تمام روز
fi: Koko päivän
fr: Toute la journée
he: כל היום
hr: Cjelodnevni
hy: Ամբողջ օրը
it: Tutto il giorno
ja: 終日
ko: 하루 종일
nl: De hele dag
sq: Gjithëditore
sw: Siku nzima
th: ตลอดทั้งวัน
uk: Цілий день
vi: Cả ngày
zh_hans: 全天
zh_hant: 全天
zh_hk: 全天

# Allowed hours: %d:00–%d:00
source: Allowed hours: %1$d:00–%2$d:00
ar: الساعات المسموح بها: %1$d:00–%2$d:00
az: İcazə verilən saatlar: %d:00–%d:00
bg: Разрешени часове: %d:00–%d:00
bn: অনুমোদিত ঘন্টা: %d:00–%d:00
ca: Hores permeses: %d:00–%d:00
da: Tilladte timer: %1$d:00–%2$d:00
de: Allowed hours: %d:00–%d:00
es: Horas permitidas: %1$d:00–%2$d:00
fa: ساعات مجاز: %1$d:00–%2$d:00
fi: Sallitut aukioloajat: %1$d:00–%2$d:00
fr: Heures autorisées : %1$d :00–%2$d :00
he: Allowed hours: %d:00–%d:00
hr: Dopušteni sati: %d:00–%d:00
hy: Թույլատրելի ժամեր՝ %d:00–%d:00
it: Ore consentite: %1$d:00–%2$d:00
ja: 許可される時間: %1$d:00–%2$d:00
ko: 허용 시간: %d:00~%d:00
nl: Toegestane uren: %1$d:00–%2$d:00
sq: Orët e lejuara: %d:00–%d:00
sw: Saa zinazoruhusiwa: %1$d:00–%2$d:00
th: ชั่วโมงที่อนุญาต: %1$d:00–%2$d:00
uk: Дозволені години: %1$d:00–%2$d:00
vi: Số giờ được phép: %1$d:00–%2$d:00
zh_hans: 允许的时间：%1$d:00–%2$d:00
zh_hant: 允許的時間：%1$d:00–%2$d:00
zh_hk: 允許的時間：%1$d:00–%2$d:00
